<template>
  <div>
    <v-row>
      <v-col>
        <h3>本站使用规则</h3>
        <h4>1. 用户在使用本站时，必须遵守《网络安全法》等中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:</h4>
        <br />1）反对宪法所确定的基本原则的；
        <br />2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        <br />3）损害国家荣誉和利益的；
        <br />4）煽动民族仇恨、民族歧视、破坏民族团结的；
        <br />5）破坏国家宗教政策，宣扬邪教和封建迷信的；
        <br />6）散布谣言，扰乱社会秩序，破坏社会稳定的；
        <br />7）散布赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        <br />8）侮辱或者诽谤他人，侵害他人合法权利的；
        <br />9）含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
        <br />10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；
        <br />
        <br />
        <h4>2. 用户在使用本站时遵守以下互联网底线：</h4>
        <br />1）法律法规底线
        <br />2）社会主义制度底线
        <br />3）国家利益底线
        <br />4）公民合法权益底线
        <br />5）社会公共秩序底线
        <br />6）道德风尚底线
        <br />7）信息真实性底线
      </v-col>
    </v-row>
  </div>
</template>

<script>
export default {}
</script>

<style>
</style>